{
	"url": "http://common.gd",
	"mongo": {
		"host": "",
		"user": "",
		"pass": ""
		},
	"charities": {
		"all": ["archive","bitcoin100","fsf","peacegeeks","pizza","riseup","wikileaks"],
		"archive": {
			"name": "Archive.org",
			"addr": "1Archive1n2C579dMsAu3iC6tWzuQJz8dN",
			"desc": "The Internet Archive, a 501(c)(3) non-profit, is building a digital library of Internet sites and other cultural artifacts in digital form. Like a paper library, we provide free access to researchers, historians, scholars, the print disabled, and the general public.",
			"web": "https://archive.org/"
		},
		"bitcoin100": {
			"name": "Bitcoin100",
			"addr": "1BTC1oo1J3MEt5SFj74ZBcF2Mk97Aah4ac",
			"desc": "Bitcoin100 exists specifically to convince new charities to start accepting Bitcoin donations by helping them get their first Bitcoin donations.",
			"web": "http://bitcoin100.org"
		},
		"fsf": {
			"name": "Free Software Foundation",
			"addr": "1PC9aZC4hNX2rmmrt7uHTfYAS3hRbph4UN",
			"desc": "The Free Software Foundation (FSF) is a nonprofit with a worldwide mission to promote computer user freedom and to defend the rights of all free software users.",
			"web": "http://www.fsf.org"
		},
		"peacegeeks": {
			"name": "PeaceGeeks",
			"addr": "19NWYQitRdrn84hE5u29LbVv127ytaZpRf",
			"desc": "PeaceGeeks is a global non-profit, volunteer organization that builds the technological, communications and management capacities of grassroots organizations working on the promotion of peace, accountability and human rights.",
			"web": "http://peacegeeks.org"
		},
		"pizza": {
			"name": "Pizza for the Homeless",
			"addr": "16wrTxqhG1gRyXRdYA6kaSkVxfNvi5mWKe",
			"desc": "An anonymous donor inspired Pizza for Coins to start a fund that will collect Bitcoins, and once per week, or month, or simply whenever there is enough money in it, they will send out Delivery food to a homeless shelter.",
			"web": "http://pizzaforcoins.com/pizza-for-homeless"
		},
		"riseup": {
			"name": "RiseUp",
			"addr": "1Ncv1cCxZJCQ1EL12kzsRBTMSaJjUP9EKU",
			"desc": "Riseup provides online communication tools for people and groups working on liberatory social change. We are a project to create democratic alternatives and practice self-determination by controlling our own secure means of communications.",
			"web": "https://riseup.net"
		},
		"wikileaks": {
			"name": "WikiLeaks",
			"addr": "1HB5XMLmzFVj8ALj6mfBsbifRoD4miY36v",
			"desc": "WikiLeaks is a not-for-profit media organisation. Our goal is to bring important news and information to the public.",
			"web": "http://wikileaks.org"
		}
	},
	"products": {
		"1": {
			"name": "The Bitcoin Machine",
			"price": 0.02,
			"desc": "Learn how to get the most out of your cryptocurrency investments with this informative eBook. Learn the secrets of the masters, and begin your journey onto the path to riches.",
			"file": "http://ubuntuone.com/2aEieJcf8A4PGIZFrKrhYB",
			"img": "http://i.imgur.com/qhDAMg1.png?1?1541",
			"id": 1
		},
		"2": {
			"name": "Donation",
			"price": 0.001,
			"desc": "Just a way for you to donate some Bitcoins to the charity of your choice. Either that, or you could click random, and do a little bit of random good.",
			"file": "http://i.imgur.com/MIruLsl.png",
			"img": "http://placekitten.com/g/200/200",
			"id": 2
		}
	}
}